Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# QuickAct_ExtractedOne
source: Extracted 1 key point
de: 1 Kernpunkt extrahiert
es: Se extrajo 1 punto clave
zh_cn: 已提取 1 个要点

# QuickAct_ExtractedMany
source: Extracted {0} key points
de: {0} Kernpunkte extrahiert
es: Se extrajeron {0} puntos clave
zh_cn: 已提取 {0} 个要点

# QuickAct_ExtractFailed
source: Extraction failed: {0}
de: Extrahieren fehlgeschlagen: {0}
es: Error al extraer: {0}
zh_cn: 提取失败：{0}

# QuickAct_EnterTextFirst
source: Please enter text to translate
de: Geben Sie einen zu übersetzenden Text ein
es: Escriba el texto que desea traducir
zh_cn: 请输入要翻译的文本

# QuickAct_SelectLanguageFirst
source: Please select a target language
de: Wählen Sie eine Zielsprache aus
es: Seleccione un idioma de destino
zh_cn: 请选择目标语言

# QuickAct_Translating
source: Translating to {0}...
de: Übersetzung ({0}) läuft...
es: Traduciendo ({0})...
zh_cn: 正在翻译为{0}...

# QuickAct_TranslationDone
source: Translation to {0} complete
de: Übersetzung ({0}) abgeschlossen
es: Traducción completada ({0})
zh_cn: 已翻译为{0}

# QuickAct_TranslationFailed
source: Translation failed: {0}
de: Übersetzung fehlgeschlagen: {0}
es: Error en la traducción: {0}
zh_cn: 翻译失败：{0}

# QuickAct_ScanningExact
source: Scanning for exact duplicate documents...
de: Suche nach exakten Duplikaten...
es: Buscando documentos duplicados exactos...
zh_cn: 正在扫描完全重复的文档...

# QuickAct_NoExact
source: No exact duplicates found
de: Keine exakten Duplikate gefunden
es: No se encontraron duplicados exactos
zh_cn: 未发现完全重复项

# QuickAct_FoundExactOne
source: Found 1 exact duplicate group ({0} wasted)
de: 1 Gruppe exakter Duplikate gefunden ({0} verschwendet)
es: Se encontró 1 grupo de duplicados exactos ({0} desperdiciados)
zh_cn: 发现 1 组完全重复项（浪费 {0}）

# QuickAct_FoundExactMany
source: Found {0} exact duplicate groups ({1} wasted)
de: {0} Gruppen exakter Duplikate gefunden ({1} verschwendet)
es: Se encontraron {0} grupos de duplicados exactos ({1} desperdiciados)
zh_cn: 发现 {0} 组完全重复项（浪费 {1}）

# QuickAct_ScanExactFailed
source: Duplicate scan failed: {0}
de: Duplikatsuche fehlgeschlagen: {0}
es: Error en la búsqueda de duplicados: {0}
zh_cn: 重复扫描失败：{0}

# QuickAct_ScanningSemantic
source: Scanning for semantic near-duplicate documents...
de: Suche nach semantischen Beinahe-Duplikaten...
es: Buscando documentos casi duplicados semánticos...
zh_cn: 正在扫描语义近似重复的文档...

# QuickAct_NoSemantic
source: No semantic near-duplicates found
de: Keine semantischen Beinahe-Duplikate gefunden
es: No se encontraron casi duplicados semánticos
zh_cn: 未发现语义近似重复项

# QuickAct_FoundSemanticOne
source: Found 1 semantic near-duplicate group ({0} potentially redundant)
de: 1 Gruppe semantischer Beinahe-Duplikate gefunden ({0} möglicherweise redundant)
es: Se encontró 1 grupo de casi duplicados semánticos ({0} posiblemente redundantes)
zh_cn: 发现 1 组语义近似重复项（{0} 可能冗余）

# QuickAct_FoundSemanticMany
source: Found {0} semantic near-duplicate groups ({1} potentially redundant)
de: {0} Gruppen semantischer Beinahe-Duplikate gefunden ({1} möglicherweise redundant)
es: Se encontraron {0} grupos de casi duplicados semánticos ({1} posiblemente redundantes)
zh_cn: 发现 {0} 组语义近似重复项（{1} 可能冗余）

# QuickAct_ScanSemanticFailed
source: Near-duplicate scan failed: {0}
de: Suche nach Beinahe-Duplikaten fehlgeschlagen: {0}
es: Error en la búsqueda de casi duplicados: {0}
zh_cn: 近似重复扫描失败：{0}

# QuickAct_Analyzing
source: Analyzing documents for organization suggestions...
de: Dokumente werden für Organisationsvorschläge analysiert...
es: Analizando documentos para sugerir una organización...
zh_cn: 正在分析文档以生成整理建议...

# QuickAct_NoTagsSuggested
source: No tags suggested
de: Keine Tags vorgeschlagen
es: No se sugirieron etiquetas
zh_cn: 没有推荐的标签

# QuickAct_ConfidenceHigh
source: High
de: Hoch
es: Alta
zh_cn: 高

# QuickAct_ConfidenceMedium
source: Medium
de: Mittel
es: Media
zh_cn: 中

# QuickAct_ConfidenceLow
source: Low
de: Niedrig
es: Baja
zh_cn: 低

# QuickAct_AllOrganized
source: All documents are already organized
de: Alle Dokumente sind bereits organisiert
es: Todos los documentos ya están organizados
zh_cn: 所有文档均已整理

# QuickAct_SuggestionsOne
source: Generated 1 organization suggestion
de: 1 Organisationsvorschlag erstellt
es: Se generó 1 sugerencia de organización
zh_cn: 已生成 1 条整理建议

# QuickAct_SuggestionsMany
source: Generated {0} organization suggestions
de: {0} Organisationsvorschläge erstellt
es: Se generaron {0} sugerencias de organización
zh_cn: 已生成 {0} 条整理建议

# QuickAct_AnalysisFailed
source: Analysis failed: {0}
de: Analyse fehlgeschlagen: {0}
es: Error en el análisis: {0}
zh_cn: 分析失败：{0}

# QuickAct_GroupSemantic
source: {0} files are semantically similar
de: {0} Dateien sind semantisch ähnlich
es: {0} archivos son semánticamente similares
zh_cn: {0} 个文件语义相似

# QuickAct_GroupExact
source: {0} files share identical content
de: {0} Dateien haben identischen Inhalt
es: {0} archivos tienen contenido idéntico
zh_cn: {0} 个文件内容完全相同

# QuickAct_MatchSemantic
source: Semantic
de: Semantisch
es: Semántico
zh_cn: 语义

# QuickAct_MatchExact
source: Exact
de: Exakt
es: Exacto
zh_cn: 完全一致

# QuickAct_DetailHash
source: Hash: {0}
zh_cn: 哈希：{0}

# QuickAct_DetailSemanticConfidence
source: Embedding evidence up to {0}% confidence
de: Embedding-Hinweise mit bis zu {0} % Konfidenz
es: Evidencia de embeddings con hasta un {0} % de confianza
zh_cn: 嵌入证据，置信度最高 {0}%

# QuickAct_DetailSemantic
source: Embedding-based near-duplicate group
de: Beinahe-Duplikatgruppe auf Embedding-Basis
es: Grupo de casi duplicados basado en embeddings
zh_cn: 基于嵌入的近似重复组

# QuickAct_HashUnavailable
source: n/a
de: k. A.
es: n/d
zh_cn: 无

# QuickAct_EvidenceOne
source: {0}% confidence from 1 matching chunk
de: {0} % Konfidenz aus 1 passenden Abschnitt
es: {0} % de confianza a partir de 1 fragmento coincidente
zh_cn: 来自 1 个匹配知识块，置信度 {0}%

# QuickAct_EvidenceMany
source: {0}% confidence from {1} matching chunks
de: {0} % Konfidenz aus {1} passenden Abschnitten
es: {0} % de confianza a partir de {1} fragmentos coincidentes
zh_cn: 来自 {1} 个匹配知识块，置信度 {0}%

# QuickAct_StatusQueued
source: Queued
de: In der Warteschlange
es: En cola
zh_cn: 已排队

# QuickAct_StatusProcessing
source: Processing
de: Wird verarbeitet
es: Procesando
zh_cn: 处理中

# QuickAct_StatusNeedsAttention
source: Needs Attention
de: Erfordert Aufmerksamkeit
es: Requiere atención
zh_cn: 需要处理

# QuickAct_StatusNeedsReview
source: Needs Review
de: Prüfung erforderlich
es: Requiere revisión
zh_cn: 需要审核

# QuickAct_DrillInSourceLabel
source: Opened Quick Actions recommendation "{0}"
de: Quick-Actions-Empfehlung „{0}“ geöffnet
es: Recomendación de Quick Actions "{0}" abierta
zh_cn: 已打开 Quick Actions 推荐“{0}”

# Dash_NoModelLoaded
source: No model loaded
de: Kein Modell geladen
es: Ningún modelo cargado
zh_cn: 未加载模型

# Dash_CheckingConnection
source: Checking connection...
de: Verbindung wird geprüft...
es: Comprobando la conexión...
zh_cn: 正在检查连接...

# Dash_Detecting
source: Detecting...
de: Wird erkannt...
es: Detectando...
zh_cn: 正在检测...

# Dash_TotalRam
source: {0} total
de: {0} gesamt
es: {0} en total
zh_cn: 共 {0}

# Dash_GpuVram
source: {0} VRAM
es: {0} de VRAM
zh_cn: 显存 {0}

# Dash_IntegratedGpu
source: Integrated GPU
de: Integrierte GPU
es: GPU integrada
zh_cn: 集成显卡

# Dash_RecallInactive
source: Durable recall inactive
de: Dauerhafter Recall inaktiv
es: Recuerdo duradero inactivo
zh_cn: 持久回忆未启用

# Dash_RecallNoSummaries
source: No stored conversation summaries yet.
de: Noch keine gespeicherten Konversationszusammenfassungen.
es: Aún no hay resúmenes de conversaciones guardados.
zh_cn: 尚无已保存的会话摘要。

# Dash_SyncNotConfigured
source: Not configured
de: Nicht konfiguriert
es: Sin configurar
zh_cn: 未配置

# Dash_SyncOff
source: Collaborative sync is off
de: Collaborative Sync ist aus
es: Collaborative Sync está desactivada
zh_cn: Collaborative Sync 已关闭

# Dash_SyncConfigureHint
source: Configure a shared folder to synchronize multiple installations.
de: Richten Sie einen freigegebenen Ordner ein, um mehrere Installationen zu synchronisieren.
es: Configure una carpeta compartida para sincronizar varias instalaciones.
zh_cn: 配置共享文件夹以同步多个安装。

# Dash_InboxQueueClear
source: Queue clear
de: Warteschlange leer
es: Cola vacía
zh_cn: 队列已清空

# Dash_InboxNoItems
source: No items awaiting triage.
de: Keine Elemente warten auf Triage.
es: No hay elementos pendientes de clasificación.
zh_cn: 没有待分拣的项目。

# Dash_NoPluginsInstalled
source: No plugins installed
de: Keine Plugins installiert
es: No hay plugins instalados
zh_cn: 未安装插件

# Dash_ConnectorsInstallHint
source: Install or enable plugins to bring external data and workflow extensions into the app.
de: Installieren oder aktivieren Sie Plugins, um externe Daten und Workflow-Erweiterungen in die App zu holen.
es: Instale o active plugins para incorporar datos externos y extensiones de workflows a la aplicación.
zh_cn: 安装或启用插件，将外部数据和工作流扩展引入应用。

# Dash_WorkflowReady
source: Ready to automate
de: Bereit zur Automatisierung
es: Listo para automatizar
zh_cn: 可以开始自动化

# Dash_WorkflowNoRecentRuns
source: No recent runs
de: Keine aktuellen Ausführungen
es: No hay ejecuciones recientes
zh_cn: 最近没有运行

# Dash_WorkflowAvgUnavailable
source: Avg duration unavailable
de: Durchschnittsdauer nicht verfügbar
es: Duración media no disponible
zh_cn: 平均时长不可用

# Dash_WorkflowNone
source: No workflows available yet.
de: Noch keine Workflows verfügbar.
es: Aún no hay workflows disponibles.
zh_cn: 暂无可用的工作流。

# Dash_PrivacyLocalTitle
source: 100% Private
de: 100 % privat
es: 100 % privado
zh_cn: 100% 私密

# Dash_PrivacyLocalSummary
source: All AI processing runs locally on your hardware. Your data never leaves this machine.
de: Die gesamte KI-Verarbeitung läuft lokal auf Ihrer Hardware. Ihre Daten verlassen diesen Rechner nie.
es: Todo el procesamiento de IA se ejecuta localmente en su hardware. Sus datos nunca salen de este equipo.
zh_cn: 所有 AI 处理都在您的硬件上本地运行。您的数据永远不会离开这台电脑。

# Dash_PrivacyCloudTitle
source: Cloud services active
de: Cloud-Dienste aktiv
es: Servicios en la nube activos
zh_cn: 云服务已启用

# Dash_PrivacyCloudSummary
source: Some features you've enabled send data off this machine:
de: Einige von Ihnen aktivierte Funktionen senden Daten von diesem Rechner:
es: Algunas funciones que ha activado envían datos fuera de este equipo:
zh_cn: 您启用的部分功能会将数据发送到这台电脑之外：

# Dash_PrivacyUnavailableTitle
source: Privacy status unavailable
de: Datenschutzstatus nicht verfügbar
es: Estado de privacidad no disponible
zh_cn: 隐私状态不可用

# Dash_PrivacyUnavailableSummary
source: Agent-X couldn't confirm which services are active. Open Settings to review.
de: Agent-X konnte nicht bestätigen, welche Dienste aktiv sind. Prüfen Sie es in den Einstellungen.
es: Agent-X no pudo confirmar qué servicios están activos. Abra Configuración para revisarlo.
zh_cn: Agent-X 无法确认哪些服务处于启用状态。请打开“设置”进行检查。

# Dash_SetupRequired
source: Setup required
de: Einrichtung erforderlich
es: Configuración necesaria
zh_cn: 需要设置

# Dash_AiStarting
source: AI service starting...
de: KI-Dienst wird gestartet...
es: Iniciando el servicio de IA...
zh_cn: AI 服务正在启动...

# Dash_Initializing
source: Initializing...
de: Wird initialisiert...
es: Inicializando...
zh_cn: 正在初始化...

# Dash_UntitledConversation
source: Untitled Conversation
de: Unbenannte Konversation
es: Conversación sin título
zh_cn: 未命名会话

# Dash_ConversationMessagesOne
source: 1 message
de: 1 Nachricht
es: 1 mensaje
zh_cn: 1 条消息

# Dash_ConversationMessagesMany
source: {0} messages
de: {0} Nachrichten
es: {0} mensajes
zh_cn: {0} 条消息

# Dash_CollectionDocsOne
source: 1 doc
de: 1 Dok.
zh_cn: 1 个文档

# Dash_CollectionDocsMany
source: {0} docs
de: {0} Dok.
zh_cn: {0} 个文档

# Dash_RecallOpenAnalytics
source: Open Analytics to inspect summary coverage.
de: Öffnen Sie Analytics, um die Abdeckung der Zusammenfassungen zu prüfen.
es: Abra Analytics para revisar la cobertura de los resúmenes.
zh_cn: 打开 Analytics 查看摘要覆盖情况。

# Dash_SyncUnavailableHeadline
source: Unavailable
de: Nicht verfügbar
es: No disponible
zh_cn: 不可用

# Dash_SyncStatusUnavailable
source: Sync status unavailable
de: Sync-Status nicht verfügbar
es: Estado de sincronización no disponible
zh_cn: 同步状态不可用

# Dash_SyncOpenForDetails
source: Open Collaborative Sync for details.
de: Details finden Sie in Collaborative Sync.
es: Abra Collaborative Sync para ver los detalles.
zh_cn: 打开 Collaborative Sync 查看详细信息。

# Dash_InboxWatchFoldersHint
source: Watch folders and enabled connectors will surface new items here.
de: Überwachte Ordner und aktivierte Connectoren zeigen neue Elemente hier an.
es: Las carpetas vigiladas y los conectores activados mostrarán aquí los elementos nuevos.
zh_cn: 监视文件夹和已启用的连接器带来的新项目将显示在此处。

# Dash_ConnectorsOpenPluginManager
source: Open Plugin Manager to enable connectors and extensions.
de: Öffnen Sie die Plugin-Verwaltung, um Connectoren und Erweiterungen zu aktivieren.
es: Abra el Gestor de plugins para activar conectores y extensiones.
zh_cn: 打开插件管理器以启用连接器和扩展。

# Dash_WorkflowOpenHint
source: Open Workflows to create or run automations.
de: Öffnen Sie Workflows, um Automatisierungen zu erstellen oder auszuführen.
es: Abra Workflows para crear o ejecutar automatizaciones.
zh_cn: 打开工作流以创建或运行自动化。

# Dash_ActionCategorySetup
source: Setup
de: Einrichtung
es: Configuración
zh_cn: 设置

# Dash_ActionCategoryAttention
source: Attention
de: Achtung
es: Atención
zh_cn: 需关注

# Dash_ActionCategoryAutomation
source: Automation
de: Automatisierung
es: Automatización
zh_cn: 自动化

# Dash_ActionOpenOperations
source: Open Operations
de: Operations öffnen
es: Abrir Operations
zh_cn: 打开 Operations

# Dash_ActionOpenAnalytics
source: Open Analytics
de: Analytics öffnen
es: Abrir Analytics
zh_cn: 打开 Analytics

# Dash_ActionAiSetupTitle
source: Finish local AI setup
de: Lokale KI-Einrichtung abschließen
es: Termine de configurar la IA local
zh_cn: 完成本地 AI 设置

# Dash_ActionAiSetupDetail
source: Chat, semantic search, and document intelligence will create more value once a local model is connected.
de: Chat, semantische Suche und Dokumentintelligenz bringen mehr, sobald ein lokales Modell verbunden ist.
es: El chat, la búsqueda semántica y la inteligencia documental aportarán más valor en cuanto haya un modelo local conectado.
zh_cn: 连接本地模型后，聊天、语义搜索和文档智能将发挥更大价值。

# Dash_ActionAiSetupCommand
source: Setup AI
de: KI einrichten
es: Configurar IA
zh_cn: 设置 AI

# Dash_ActionIndexingTitle
source: Clear the indexing backlog
de: Indexierungsrückstand abarbeiten
es: Ponga al día la cola de indexación
zh_cn: 清理索引积压

# Dash_ActionIndexingDetailOne
source: 1 imported item still needs indexing review or retry handling.
de: 1 importiertes Element muss bei der Indexierung noch geprüft oder erneut versucht werden.
es: 1 elemento importado aún necesita revisión o reintento de la indexación.
zh_cn: 1 个已导入项目仍需检查索引或重试。

# Dash_ActionIndexingDetailMany
source: {0} imported items still need indexing review or retry handling.
de: {0} importierte Elemente müssen bei der Indexierung noch geprüft oder erneut versucht werden.
es: {0} elementos importados aún necesitan revisión o reintento de la indexación.
zh_cn: {0} 个已导入项目仍需检查索引或重试。

# Dash_ActionReviewDocument
source: Review Document
de: Dokument prüfen
es: Revisar documento
zh_cn: 查看文档

# Dash_ActionTriageTitle
source: Triage new incoming content
de: Neue eingehende Inhalte sichten
es: Clasifique el contenido nuevo entrante
zh_cn: 分拣新的传入内容

# Dash_ActionTriageDetailOne
source: 1 Smart Inbox item is waiting for classification, routing, or preview generation.
de: 1 Smart-Inbox-Element wartet auf Klassifizierung, Zuordnung oder Vorschau.
es: 1 elemento de Smart Inbox espera clasificación, enrutamiento o generación de vista previa.
zh_cn: Smart Inbox 中有 1 个项目正在等待分类、分派或生成预览。

# Dash_ActionTriageDetailMany
source: {0} Smart Inbox items are waiting for classification, routing, or preview generation.
de: {0} Smart-Inbox-Elemente warten auf Klassifizierung, Zuordnung oder Vorschau.
es: {0} elementos de Smart Inbox esperan clasificación, enrutamiento o generación de vista previa.
zh_cn: Smart Inbox 中有 {0} 个项目正在等待分类、分派或生成预览。

# Dash_ActionOpenInbox
source: Open Inbox
de: Posteingang öffnen
es: Abrir bandeja
zh_cn: 打开收件箱

# Dash_ActionOpenItem
source: Open Item
de: Element öffnen
es: Abrir elemento
zh_cn: 打开项目

# Dash_ActionSyncTitle
source: Configure workspace sync
de: Arbeitsbereich-Sync einrichten
es: Configure la sincronización del espacio de trabajo
zh_cn: 配置工作区同步

# Dash_ActionSyncDetail
source: Collaborative sync is not fully ready. Configure it to keep multiple Agent-X installations aligned.
de: Collaborative Sync ist noch nicht vollständig bereit. Richten Sie ihn ein, um mehrere Agent-X-Installationen abzugleichen.
es: Collaborative Sync aún no está lista del todo. Configúrela para mantener alineadas varias instalaciones de Agent-X.
zh_cn: Collaborative Sync 尚未完全就绪。配置后可让多个 Agent-X 安装保持一致。

# Dash_ActionOpenSync
source: Open Sync
de: Sync öffnen
es: Abrir sincronización
zh_cn: 打开同步

# Dash_ActionCategoryExpansion
source: Expansion
de: Erweiterung
es: Ampliación
zh_cn: 扩展

# Dash_ActionConnectTitle
source: Connect a live source
de: Live-Quelle verbinden
es: Conecte una fuente activa
zh_cn: 连接实时来源

# Dash_ActionConnectDetail
source: Enable plugins and connectors so fresh email, calendar, or external content can flow into the workspace.
de: Aktivieren Sie Plugins und Connectoren, damit neue E-Mails, Kalendereinträge oder externe Inhalte in den Arbeitsbereich fließen.
es: Active plugins y conectores para que el correo, el calendario o el contenido externo recientes lleguen al espacio de trabajo.
zh_cn: 启用插件和连接器，让新的电子邮件、日历或外部内容流入工作区。

# Dash_ActionOpenPlugins
source: Open Plugins
de: Plugins öffnen
es: Abrir plugins
zh_cn: 打开插件

# Dash_ActionOpenConnector
source: Open Connector
de: Connector öffnen
es: Abrir conector
zh_cn: 打开连接器

# Dash_ActionCategoryMemory
source: Memory
de: Gedächtnis
es: Memoria
zh_cn: 记忆

# Dash_ActionRecallTitle
source: Strengthen durable recall
de: Dauerhaften Recall stärken
es: Refuerce el recuerdo duradero
zh_cn: 加强持久回忆

# Dash_ActionRecallDetail
source: Conversation summaries are not yet giving the app enough long-lived memory coverage.
de: Die Konversationszusammenfassungen geben der App noch nicht genug langfristiges Gedächtnis.
es: Los resúmenes de conversaciones aún no dan a la aplicación suficiente cobertura de memoria a largo plazo.
zh_cn: 会话摘要尚未为应用提供足够的长期记忆覆盖。

# Dash_ActionReviewRunTitle
source: Review {0}
de: {0} prüfen
es: Revise {0}
zh_cn: 查看 {0}

# Dash_ActionReviewRunDetail
source: A recent workflow run failed or was cancelled. Review the run details before trusting that automation again.
de: Eine kürzliche Workflow-Ausführung ist fehlgeschlagen oder wurde abgebrochen. Prüfen Sie die Details, bevor Sie dieser Automatisierung wieder vertrauen.
es: Una ejecución reciente de un workflow falló o se canceló. Revise los detalles antes de volver a confiar en esa automatización.
zh_cn: 最近一次工作流运行失败或被取消。请先查看运行详情，再继续信任该自动化。

# Dash_ActionReviewRun
source: Review Run
de: Ausführung prüfen
es: Revisar ejecución
zh_cn: 查看运行

# Dash_ActionWorkflowTitle
source: Create a repeatable workflow
de: Wiederholbaren Workflow erstellen
es: Cree un workflow reutilizable
zh_cn: 创建可重复使用的工作流

# Dash_ActionWorkflowDetail
source: Package a recurring task into an automation that can feed results back into the vault.
de: Machen Sie aus einer wiederkehrenden Aufgabe eine Automatisierung, die Ergebnisse in den Tresor zurückspielt.
es: Convierta una tarea recurrente en una automatización que devuelva los resultados a la bóveda.
zh_cn: 将重复任务打包成自动化，并把结果写回 Knowledge Vault。

# Dash_ActionOpenWorkflows
source: Open Workflows
de: Workflows öffnen
es: Abrir workflows
zh_cn: 打开工作流

# Dash_ActionCategoryExplore
source: Explore
de: Entdecken
es: Explorar
zh_cn: 探索

# Dash_ActionAskTitle
source: Ask across your vault
de: Den ganzen Tresor befragen
es: Pregunte a toda su bóveda
zh_cn: 向整个 Knowledge Vault 提问

# Dash_ActionImportTitle
source: Import more source material
de: Mehr Quellmaterial importieren
es: Importe más material de origen
zh_cn: 导入更多源资料

# Dash_ActionAskDetail
source: Use Ask Your Files to turn indexed knowledge into cross-document answers.
de: Nutzen Sie „Fragen Sie Ihre Dateien“, um aus indexiertem Wissen dokumentübergreifende Antworten zu machen.
es: Use Pregunta a tus archivos para convertir el conocimiento indexado en respuestas que cruzan documentos.
zh_cn: 使用“向您的文件提问”，将已索引的知识转化为跨文档的答案。

# Dash_ActionImportDetail
source: Bring high-value files into the vault so the rest of the intelligence surfaces have more to work with.
de: Holen Sie wertvolle Dateien in den Tresor, damit die übrigen Intelligenzfunktionen mehr Material haben.
es: Incorpore archivos valiosos a la bóveda para que el resto de funciones de inteligencia tengan más con qué trabajar.
zh_cn: 将高价值文件导入 Knowledge Vault，让其他智能功能有更多可用材料。

# Dash_ActionOpenAskFiles
source: Open Ask Your Files
de: „Fragen Sie Ihre Dateien“ öffnen
es: Abrir Pregunta a tus archivos
zh_cn: 打开“向您的文件提问”

# Dash_ActionOpenVault
source: Open Vault
de: Tresor öffnen
es: Abrir bóveda
zh_cn: 打开 Knowledge Vault

# Dash_ActionCategoryReview
source: Review
de: Prüfung
es: Revisión
zh_cn: 审查

# Dash_ActionHealthTitle
source: Review system-wide health
de: Systemweiten Zustand prüfen
es: Revise el estado de todo el sistema
zh_cn: 查看全系统运行状况

# Dash_ActionHealthDetail
source: Open Operations for a single place to inspect sync, workflows, connectors, inbox pressure, and recall posture.
de: Öffnen Sie Operations, um Sync, Workflows, Connectoren, Posteingangslast und Recall-Zustand an einem Ort zu prüfen.
es: Abra Operations para revisar en un solo lugar la sincronización, los workflows, los conectores, la carga de la bandeja y el estado del recuerdo.
zh_cn: 打开 Operations，在一个地方查看同步、工作流、连接器、收件箱压力和回忆状态。

# Dash_ActionCategoryInsight
source: Insight
de: Einblick
es: Análisis
zh_cn: 洞察

# Dash_ActionTrendsTitle
source: Review intelligence trends
de: Intelligenztrends prüfen
es: Revise las tendencias de inteligencia
zh_cn: 查看智能趋势

# Dash_ActionTrendsDetail
source: Use Analytics to inspect recall coverage, themes, and workflow momentum across the workspace.
de: Prüfen Sie mit Analytics Recall-Abdeckung, Themen und Workflow-Dynamik im gesamten Arbeitsbereich.
es: Use Analytics para revisar la cobertura del recuerdo, los temas y el impulso de los workflows en todo el espacio de trabajo.
zh_cn: 使用 Analytics 查看整个工作区的回忆覆盖、主题和工作流势头。

# Dash_DrillInSourceLabel
source: Opened dashboard recommendation "{0}"
de: Dashboard-Empfehlung „{0}“ geöffnet
es: Recomendación del panel "{0}" abierta
zh_cn: 已打开仪表板推荐“{0}”

# Dash_UnknownTopic
source: Unknown Topic
de: Unbekanntes Thema
es: Tema desconocido
zh_cn: 未知主题

# Dash_IndexedRun.Text
source: % indexed
de: % indexiert
es: % indexado
zh_cn: % 已索引

# Dash_IndexedMeter.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Indexed percent
de: Indexierter Anteil in Prozent
es: Porcentaje indexado
zh_cn: 已索引百分比

# Chat_NoModelSelected
source: No model selected
de: Kein Modell ausgewählt
es: Ningún modelo seleccionado
zh_cn: 未选择模型

# Chat_NewConversationTitle
source: New Conversation
de: Neue Unterhaltung
es: Nueva conversación
zh_cn: 新对话

# Chat_ConnectionChecking
source: Checking...
de: Wird geprüft...
es: Comprobando...
zh_cn: 正在检查...

# Chat_ConnectionConnected
source: Connected
de: Verbunden
es: Conectado
zh_cn: 已连接

# Chat_ConnectionDisconnected
source: Disconnected
de: Getrennt
es: Desconectado
zh_cn: 未连接
